{
  "pt": {
    "title": "Termos de Serviço e Política de Privacidade",
    "desc": "<strong>Termos de Serviço</strong><br /><p>Bem-vindo à <strong>Trip Hold</strong>. Ao usar nosso Serviço, você concorda com os termos e condições descritos abaixo. Se você não concordar com qualquer parte destes termos, não utilize nosso Serviço.</p><br /><strong>1. Uso do Serviço</strong><br /><p>Nosso Serviço permite que você organize viagens, adicione, edite e exclua atividades, bem como outras funcionalidades relacionadas à organização de viagens. O uso do Serviço deve estar em conformidade com as leis aplicáveis e estas condições.</p><br /><strong>2. Responsabilidade do Usuário</strong><br /><p>O usuário é responsável por todas as atividades realizadas em sua conta. Você concorda em fornecer informações precisas e manter a segurança de sua conta.</p><br /><strong>3. Rescisão</strong><br /><p>Podemos suspender ou encerrar sua conta se você violar qualquer termo ou se tivermos razões para acreditar que seu uso do Serviço está prejudicando nossa operação ou outros usuários.</p><br /><strong>4. Limitação de Responsabilidade</strong><br /><p>Em nenhuma circunstância seremos responsáveis por quaisquer danos diretos, indiretos, incidentais, consequenciais ou especiais que resultem do uso ou da incapacidade de usar nosso Serviço.</p><br /><strong>Política de Privacidade</strong><br /><p>Última atualização: <strong>10 de outubro de 2024</strong></p><br /><strong>1. Informações Coletadas</strong><br /><p>Coletamos informações para fornecer e melhorar nosso Serviço, conforme descrito abaixo.</p><br /><strong>1.1. Informações fornecidas por você</strong><br /><p>Coletamos dados como nome, e-mail, e informações relacionadas às suas viagens.</p><br /><strong>1.2. Informações Coletadas Automaticamente</strong><br /><p>Coletamos dados sobre seu uso do Serviço, incluindo endereço IP, tipo de navegador, e cookies.</p><br /><strong>1.3. Informações de Terceiros</strong><br /><p>Integramos APIs de terceiros, como a API do TripAdvisor, que podem coletar informações adicionais de acordo com suas políticas de privacidade.</p><br /><strong>2. Como Utilizamos Suas Informações</strong><br /><p>Utilizamos suas informações para fornecer, manter e melhorar o Serviço, além de personalizar sua experiência.</p><br /><strong>3. Compartilhamento de Informações</strong><br /><p>Compartilhamos suas informações com terceiros apenas para fornecer o Serviço, como provedores de hospedagem e APIs externas (ex: TripAdvisor), e quando exigido por lei.</p><br /><strong>4. Segurança de Dados</strong><br /><p>Implementamos medidas de segurança para proteger suas informações. No entanto, nenhum método de transmissão ou armazenamento é completamente seguro.</p><br /><strong>5. Retenção de Dados</strong><br /><p>Manteremos suas informações enquanto for necessário para fornecer o Serviço ou conforme exigido por lei.</p><br /><strong>6. Seus Direitos</strong><br /><p>Dependendo de sua localização, você pode ter o direito de acessar, corrigir, ou excluir suas informações pessoais.</p><br /><strong>7. Uso de Cookies</strong><br /><p>Utilizamos cookies para melhorar sua experiência de navegação. Você pode controlar o uso de cookies através das configurações do seu navegador.</p><br /><strong>8. Links para Sites de Terceiros</strong><br /><p>Nosso Serviço pode conter links para sites de terceiros. Não somos responsáveis pelas práticas de privacidade desses sites.</p><br /><strong>9. Privacidade de Crianças</strong><br /><p>Nosso Serviço não se destina a menores de 18 anos. Se soubermos que coletamos informações de uma criança, tomaremos medidas para removê-las.</p><br /><strong>10. Alterações a Esta Política de Privacidade</strong><br /><p>Podemos atualizar esta Política de tempos em tempos. Quaisquer mudanças serão notificadas nesta página.</p><br /><strong>11. Contato</strong><br /><p>Se você tiver dúvidas sobre esta Política, entre em contato conosco em <strong>brendhon.e.c.m+triphold@gmail.com</strong>.</p>"
  },
  "en": {
    "title": "Terms of Service and Privacy Policy",
    "desc": "<strong>Terms of Service</strong><br /><p>Welcome to <strong>Trip Hold</strong>. By using our Service, you agree to the terms and conditions described below. If you do not agree with any part of these terms, please do not use our Service.</p><br /><strong>1. Use of the Service</strong><br /><p>Our Service allows you to organize trips, add, edit, and delete activities, as well as other trip-related functionalities. The use of the Service must comply with applicable laws and these conditions.</p><br /><strong>2. User Responsibility</strong><br /><p>The user is responsible for all activities carried out in their account. You agree to provide accurate information and maintain the security of your account.</p><br /><strong>3. Termination</strong><br /><p>We may suspend or terminate your account if you violate any term or if we have reason to believe that your use of the Service is harming our operation or other users.</p><br /><strong>4. Limitation of Liability</strong><br /><p>Under no circumstances will we be liable for any direct, indirect, incidental, consequential, or special damages resulting from the use or inability to use our Service.</p><br /><strong>Privacy Policy</strong><br /><p>Last updated: <strong>October 10, 2024</strong></p><br /><strong>1. Information Collected</strong><br /><p>We collect information to provide and improve our Service, as described below.</p><br /><strong>1.1. Information provided by you</strong><br /><p>We collect data such as your name, email, and trip-related information.</p><br /><strong>1.2. Information Collected Automatically</strong><br /><p>We collect data about your use of the Service, including IP address, browser type, and cookies.</p><br /><strong>1.3. Third-Party Information</strong><br /><p>We integrate third-party APIs, such as the TripAdvisor API, which may collect additional information according to their privacy policies.</p><br /><strong>2. How We Use Your Information</strong><br /><p>We use your information to provide, maintain, and improve the Service, as well as to personalize your experience.</p><br /><strong>3. Information Sharing</strong><br /><p>We share your information with third parties only to provide the Service, such as hosting providers and external APIs (e.g., TripAdvisor), and when required by law.</p><br /><strong>4. Data Security</strong><br /><p>We have implemented security measures to protect your information. However, no method of transmission or storage is completely secure.</p><br /><strong>5. Data Retention</strong><br /><p>We will retain your information as long as necessary to provide the Service or as required by law.</p><br /><strong>6. Your Rights</strong><br /><p>Depending on your location, you may have the right to access, correct, or delete your personal information.</p><br /><strong>7. Use of Cookies</strong><br /><p>We use cookies to improve your browsing experience. You can control the use of cookies through your browser settings.</p><br /><strong>8. Links to Third-Party Sites</strong><br /><p>Our Service may contain links to third-party websites. We are not responsible for the privacy practices of these websites.</p><br /><strong>9. Children's Privacy</strong><br /><p>Our Service is not intended for individuals under the age of 18. If we learn that we have collected information from a child, we will take steps to remove it.</p><br /><strong>10. Changes to This Privacy Policy</strong><br /><p>We may update this Privacy Policy from time to time. Any changes will be notified on this page.</p><br /><strong>11. Contact</strong><br /><p>If you have any questions about this Policy, please contact us at <strong>brendhon.e.c.m+triphold@gmail.com</strong>.</p>"
  },
  "es":{
    "title": "Términos de Servicio y Política de Privacidad",
    "desc": "<strong>Términos de Servicio</strong><br /><p>Bienvenido a <strong>Trip Hold</strong>. Al utilizar nuestro Servicio, usted acepta los términos y condiciones descritos a continuación. Si no está de acuerdo con alguna parte de estos términos, no utilice nuestro Servicio.</p><br /><strong>1. Uso del Servicio</strong><br /><p>Nuestro Servicio le permite organizar viajes, agregar, editar y eliminar actividades, así como otras funcionalidades relacionadas con la organización de viajes. El uso del Servicio debe cumplir con las leyes aplicables y estas condiciones.</p><br /><strong>2. Responsabilidad del Usuario</strong><br /><p>El usuario es responsable de todas las actividades realizadas en su cuenta. Usted acepta proporcionar información precisa y mantener la seguridad de su cuenta.</p><br /><strong>3. Terminación</strong><br /><p>Podemos suspender o cerrar su cuenta si usted viola algún término o si tenemos razones para creer que su uso del Servicio está perjudicando nuestra operación o a otros usuarios.</p><br /><strong>4. Limitación de Responsabilidad</strong><br /><p>En ningún caso seremos responsables de ningún daño directo, indirecto, incidental, consecuente o especial que resulte del uso o la imposibilidad de usar nuestro Servicio.</p><br /><strong>Política de Privacidad</strong><br /><p>Última actualización: <strong>10 de octubre de 2024</strong></p><br /><strong>1. Información Recopilada</strong><br /><p>Recopilamos información para proporcionar y mejorar nuestro Servicio, como se describe a continuación.</p><br /><strong>1.1. Información proporcionada por usted</strong><br /><p>Recopilamos datos como su nombre, correo electrónico e información relacionada con sus viajes.</p><br /><strong>1.2. Información Recopilada Automáticamente</strong><br /><p>Recopilamos datos sobre su uso del Servicio, incluyendo dirección IP, tipo de navegador y cookies.</p><br /><strong>1.3. Información de Terceros</strong><br /><p>Integramos APIs de terceros, como la API de TripAdvisor, que pueden recopilar información adicional de acuerdo con sus políticas de privacidad.</p><br /><strong>2. Cómo Utilizamos Su Información</strong><br /><p>Utilizamos su información para proporcionar, mantener y mejorar el Servicio, además de personalizar su experiencia.</p><br /><strong>3. Compartición de Información</strong><br /><p>Compartimos su información con terceros solo para proporcionar el Servicio, como proveedores de hosting y APIs externas (ej: TripAdvisor), y cuando sea requerido por ley.</p><br /><strong>4. Seguridad de Datos</strong><br /><p>Implementamos medidas de seguridad para proteger su información. Sin embargo, ningún método de transmisión o almacenamiento es completamente seguro.</p><br /><strong>5. Retención de Datos</strong><br /><p>Mantendremos su información mientras sea necesario para proporcionar el Servicio o según lo exija la ley.</p><br /><strong>6. Sus Derechos</strong><br /><p>Dependiendo de su ubicación, usted puede tener el derecho de acceder, corregir o eliminar su información personal.</p><br /><strong>7. Uso de Cookies</strong><br /><p>Utilizamos cookies para mejorar su experiencia de navegación. Usted puede controlar el uso de cookies a través de la configuración de su navegador.</p><br /><strong>8. Enlaces a Sitios de Terceros</strong><br /><p>Nuestro Servicio puede contener enlaces a sitios web de terceros. No somos responsables de las prácticas de privacidad de estos sitios.</p><br /><strong>9. Privacidad de los Niños</strong><br /><p>Nuestro Servicio no está destinado a menores de 18 años. Si llegamos a saber que hemos recopilado información de un menor, tomaremos medidas para eliminarla.</p><br /><strong>10. Cambios en Esta Política de Privacidad</strong><br /><p>Podemos actualizar esta Política de Privacidad de vez en cuando. Cualquier cambio será notificado en esta página.</p><br /><strong>11. Contacto</strong><br /><p>Si tiene alguna pregunta sobre esta Política, comuníquese con nosotros en <strong>brendhon.e.c.m+triphold@gmail.com</strong>.</p>"
  }
}